<?php
// Text
<?php
$_['text_title']                = 'پرداخت ارز دیجیتال ';
$_['text_error']                = 'خطا';
$_['text_error_token']          = 'خطا در ایجاد توکن درخواست پرداخت';
$_['heading_title']             = 'پیمنتو';
$_['heading_processing']        = 'پردازش سفارش';

// Text
$_['text_home']                 = 'خانه';
$_['text_cart']                 = 'سبد خرید';
$_['text_checkout']             = 'تسویه حساب';
$_['text_processing']           = 'در حال پردازش';
$_['text_processing_message']   = 'سفارش شما در حال پردازش است. تراکنش شما به طور خودکار تایید خواهد شد. در حال حاضر نیازی به انجام کاری ندارید. پس از تایید سفارش، به شما اطلاع خواهیم داد.';
$_['text_failure']              = 'پرداخت ناموفق بود';
$_['text_failure_message']      = 'متأسفانه در پردازش پرداخت شما خطایی رخ داد. لطفاً دوباره تلاش کنید یا روش پرداخت دیگری را انتخاب کنید.';

// Error
$_['error_order_processing']    = 'در پردازش سفارش شما خطایی رخ داده است. لطفاً برای کمک با ما تماس بگیرید.';

// Button
$_['button_confirm']            = 'تایید سفارش';
$_['button_continue']           = 'ادامه';